<template>
    <section class="training_section">
        <div class="container">
            <h1>Школа Боулинга</h1>
            <div class="content">
                <div class="trainings">
                    <h3>ДЕТСКАЯ ШКОЛА БОУЛИНГА ПРИГЛАШАЕТ ДЕТЕЙ ОТ 6 ДО 16 ЛЕТ!</h3>
                    <p><b>Боулинг</b>, пожалуй, одна из немногих игр, если не единственная, в которую можно научиться
                        играть в
                        любом возрасте, людям любой комплекции обоих полов. Причем можно играть как для своего
                        удовольствия, так и подходить к боулингу как к серьезному виду спорта.
                        Например, в сезоне 2009-10 в лучшей лиге боулеров мира PBA, победителем стал 50-летний Walter
                        Ray Williams, Jr.</p>
                    <p>Особенно <b>боулинг</b>, как спорт, подходит <b>детям</b> - малотравматичен, не требует
                        значительных
                        сверхусилий (конечно по сравнению с такими видами спорта как бег, гимнастика и проч.), приучает
                        к терпению и концентрации, умению аналитически мыслить и быстро принимать решения.</p>
                    <p><b>Научиться играть в боулинг</b> - важная, но далеко не единственная задача школы.</p>
                    <p><b>Основная цель</b> - стимулирование работы воображения, удовлетворение потребности ребенка в
                        движении,
                        улучшение координации, укрепление всех групп мышц, а также благоприятное влияние на здоровье.
                        Боулинг является больше индивидуальной игрой, поэтому рост мастерства Вашего ребенка будет
                        всегда виден, как на ладони. Но, в то же время, в боулинг, играют с соперниками и Ваш ребенок
                        будет общаться со сверстниками и развивать свои коммуникативные навыки.</p>
                    <p><b>Форма одежды для занятий:</b> мальчики - классические брюки, брюки-слаксы, возможны аккуратные
                        спортивные брюки, без ремешков и тесемок, спортивная футболка;
                        девочки - брюки или юбка, спортивная футболка. Джинсы и неопрятная одежда для занятий
                        недопустимы. Обувь и тренировочные шары предоставляются БЦ "Боулинг Парк ".</p>
                    <p style="text-indent: 0px">Школа приветствует пользование учениками собственного инвентаря и
                        обуви.</p>
                    <p style="text-align: center"><b>Ученикам детской школы предоставляется 10% скидка на все товары для
                        боулинга в нашем
                        магазине.</b></p>
                    <h4>ВНИМАНИЕ! Предлагаем Вам новые формы приобщения и обучения детей боулингу.</h4>
                    <div class="price">
                        <ul>
                            <li>1 занятие (45 мин) - 500 рублей.</li>
                            <li>1 занятие (1 час) - 750 рублей.</li>
                            <li>1 занятие (1 час 15 мин) - 900 рублей.</li>
                            <li>1 занятие (1 час 30 мин) - 1000 рублей.</li>
                        </ul>
                    </div>
                    <p style="text-align: center">Обращаем Ваше внимание, что во все цены указаны с учетом стоимости
                        аренды дорожки.</p>
                    <p style="text-indent: 0"><b>Предметы и дисциплины:</b><br>
                        История боулинга. Техника игры в боулинг. "Математика" дорожек. Приспособления и аксессуары для
                        игры в боулинг. Психология и этика поведения спортсмена. Общая физическая подготовка.</p>
                    <p style="border-bottom: 1px solid #cccccc; padding-bottom: 15px; margin-bottom: 20px; text-indent: 0">
                        При индивидуальных занятиях («Продвинутая группа») заводится спорт-карта.</p>
                    <h3>ВЗРОСЛАЯ ШКОЛА БОУЛИНГА</h3>
                    <p>Школа спортивного боулинга "Боулинг Парк " приглашает всех желающих научиться правильно играть в
                        боулинг и совершенствовать свою технику игры. Тренеры школы работают с игроками начального и
                        продвинутого уровня.</p>
                    <div class="conditions">
                        <ul>
                            <li>время одного занятия -1 час;</li>
                            <li>36 дорожек Brunswick, натирочная машина Authority22;</li>
                            <li>работа с игроками начального и продвинутого уровня;</li>
                            <li>практика и теоретические занятия;</li>
                            <li>ученики получают дополнительные скидки на про-шоп, включая cверление шаров;</li>
                        </ul>
                    </div>
                    <p><b>Время занятий:</b> понедельник-пятница с 11:00 до 23:00.</p>
                    <p><b>Стоимость аренды дорожки за 1 час:</b> пн-пт с 11:00 до 18:00 - 192 руб.; пн-чт с 18:00 до
                        23:00 -
                        276 руб.; пт с 18:00 до 23:00 - 432 руб.</p>
                    <table>
                        <thead>
                        <tr>
                            <th>Количество занятий</th>
                            <th>Стоимость, руб.</th>
                            <th>Примечание</th>
                        </tr>
                        </thead>
                        <tbody>
                        <tr>
                            <td>1</td>
                            <td>1500</td>
                            <td>Индивидуальное занятие</td>
                        </tr>
                        <tr>
                            <td>10</td>
                            <td>10000</td>
                            <td>Индивидуальное занятие</td>
                        </tr>
                        <tr>
                            <td>1</td>
                            <td>2000</td>
                            <td>Парное занятие</td>
                        </tr>
                        <tr>
                            <td>10</td>
                            <td>15000</td>
                            <td>Парное занятие</td>
                        </tr>
                        <tr>
                            <td>1</td>
                            <td>600</td>
                            <td>Группа 3-4 человека. Длительность - 1,5 часа.
                                Цена указана для 1 человека.
                            </td>
                        </tr>
                        </tbody>
                    </table>
                </div>
                <div class="coach">
                    <h3>ТРЕНЕР</h3>
                    <img src="@/assets/img/sasha.jpg" alt="">
                    <p style="border-bottom: 1px solid #cccccc;">Тренер - <br>
                        <span style="color: #f44336"><b>Удэм Александра</b></span><br>
                        <b>Мастер спорта России,</b><br>
                        шестикратная чемпионка
                        Санкт-Петербурга;
                        двукратная обладательница Кубка Санкт-Петербурга;
                        призер чемпионатов России.</p>
                    <p>По всем интересующим вопросам обращайтесь
                        к тренерам школы боулинга
                        по телефонам: <br>
                        <b>Александра: 8-921-994-65-74</b> <br>
                        <b>Марк: 8-911-911-66-85</b></p>
                </div>
            </div>
        </div>
    </section>
</template>

<script>
    export default {
        name: "training"
    }
</script>

<style scoped>
    h1 {
        text-align: center;
        margin: 20px 0;
        font-size: 30px;
    }

    .content {
        display: flex;
        justify-content: space-between;
    }

    .trainings {
        width: 75%;
    }

    h3 {
        text-align: center;
        margin-bottom: 20px;
        color: #3c763d;
    }

    .trainings > p {
        text-indent: 20px;
        margin-bottom: 10px;
        text-align: justify;
        line-height: 1.5;
    }

    .trainings > h4 {
        text-align: center;
        margin-bottom: 20px;
    }

    .price {
        display: flex;
        flex-direction: column;
        align-items: center;
    }

    .price > ul {
        list-style: none;
    }

    .price > ul > li {
        text-align: center;
        margin-bottom: 5px;
        color: #f44336;
    }

    .conditions {
        margin-left: 50px;
        margin-bottom: 15px;
    }

    .conditions > ul > li {
        margin-bottom: 5px;
    }

    table {
        width: 100%;
        margin: 0 auto;
        border-collapse: collapse;
    }

    table th {
        text-align: center;
        padding: 7px 15px;
        white-space: nowrap;
        background-color: #d4edda;
    }

    table td {
        text-align: center;
        padding: 7px 0;
    }

    tr:nth-child(2n) {
        background-color: #d4edda;
    }

    .coach {
        display: flex;
        flex-direction: column;
        align-items: center;
        width: 20%;
    }

    .coach > p {
        text-align: center;
        line-height: 1.5;
        padding-bottom: 15px;
        margin-bottom: 15px;
    }
</style>